module.exports = {
  navigator:{
    switch:'English',
    index: '首页',
    introduce: '关于我们',
    products: '产品介绍',
    contact: '联系我们'
  },
  footer:{
    company_name:'广州杰凯纸品包装有限公司版权所有', 
    icp:'粤ICP备XXXXXXX号'
  },
  index:{
    card1: '测试1',
    card2: '测试2',
    card3: '测试3',
  },
  introduce: {
    abstract_title: '公司简介',
    abstract: '裕同成立于2002年，总部位于深圳，2016年在深交所上市（股票代码：002831）。\r\n裕同是国内领先的高端品牌包装整体解决方案提供商，服务于众多世界500强客户及高端品牌，为消费电子、化妆品、食品、大健康、烟酒等行业客户提供专业的、有竞争力的包装产品、解决方案和服务，并致力于持续为客户提升品牌价值。\r\n裕同提供的产品和解决方案包括彩盒、礼盒、说明书、不干胶贴纸、纸箱、纸托以及智能包装、环保包装、功能包装等，同时提供创意设计、创新研发、一体化制造、自动化大规模生产、多区域运营及就近快捷交付等专业服务。裕同设计的作品多次获得德国的红点奖、iF设计奖、美国莫比斯广告奖等世界顶级工业设计奖项。\r\n裕同实行集团化管理，截至2021年10月，已拥有80家子公司和7家分公司，在华东、华南、华北、华中、西南以及越南、印度、印尼、泰国等地设有生产基地，并在美国、澳大利亚、中国香港等地区设有服务中心，就近为全球客户提供服务。\r\n裕同始终将“坚持自主创新，保持技术领先”作为核心战略，设立了裕同研究院，拥有丰硕的具有自主知识产权的研发成果，累计有上百项行业领先技术，为公司的持续发展提供丰富的创造力和强大的技术支持。\r\n近年来，裕同获得了"中国印刷包装企业100强第一名"、"中国优秀包装品牌"、 "国家印刷示范企业"、"国家文化出口重点企业"、"广东省著名商标"、"深圳市百强企业"、"深圳市文化创意产业百强企业"、"宝安区科学技术奖区长奖"等荣誉。\r\n',
    section1_title: '第一小节',
    section1_img: '3.jpg',
    section2_title: '第二小节',
    section2: '随便写一点内容随便写一点内容随便写一点内容随便写一点内容随便写一点内容随便写一点内容\n随便写一点内容随便写一点内容随便写一点内容随便写一点内容随便写一点内容随便写一点内容随便写一点内容随便写一点内容\n随便写一点内容随便写一点内容随便写一点内容随便写一点内容随便写一点内容\n',
    section2_img: '1.jpg',
  },
  contact: {
    title:'联系方式',
    company_name: '广州杰凯纸品包装有限公司',
    address_title: '地址',
    address:'广州市番禺区南村镇番禺大道北383号写字楼2栋304房',
    phone_title: '电话',
    phone: '020-12345678',
    email_title: '电子邮件',
    email:'123456789@qq.com',
    index_title: '网站',
    index: 'www.jiekai.com',
    qq_title: 'QQ',
    qq: '123456789',
    wechat_title: '微信',
    wechat: '123456789',
    online_msg: '在线留言',
    form: {
      name: '姓名：',
      email: '邮箱：',
      phone: '联系电话：',
      message:'留言内容：',
      submit:'提交',
      err_name_empty:'姓名不能为空！',
      err_email_empty:'邮箱不能为空！',
      err_message_empty:'留言内容不能为空！',
      submit_success:'提交成功！',
    },
  },
  product: {
    httpFail: '无法获取产品列表，请稍后再试！',
    loading: '加载中...',
  },
  product_item: {
    httpFail: '无法获取产品详情，请稍后再试！',
    loading: '加载中...'
  }
}